xml/request/bog_webarkiv.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
              <dkabm:record>
                <ac:identifier>29470073|870970</ac:identifier>
                <dc:identifier xsi:type="dcterms:URI">http://jm.schultzboghandel.dk/upload/microsites/jm/ebooks/hvidbog/lov%20nr.%20112%202012%20del%201.pdf</dc:identifier>
                <ac:source>Bibliotekskatalog</ac:source>
                <dc:title>Lov nr. 112 af 13. februar 2012 om tilhold, opholdsforbud og bortvisning</dc:title>
                <dc:title xsi:type="dkdcplus:full">Lov nr. 112 af 13. februar 2012 om tilhold, opholdsforbud og bortvisning</dc:title>
                <dc:subject xsi:type="dkdcplus:genre">nonfiktion</dc:subject>
                <dc:description>Afsnittene downloades enkeltvis i PDF-format fra http://jm.schultzboghandel.dk/Navigering/Emnemenu/Hvidb.aspx publikationsoversigt</dc:description>
                <dcterms:audience>voksenmaterialer</dcterms:audience>
                <dc:publisher>Justitsministeriet, Lovafdelingen</dc:publisher>
                <dc:contributor>Justitsministeriet Lovafdelingen</dc:contributor>
                <dc:date>2012</dc:date>
                <dc:type xsi:type="dkdcplus:BibDK-Type">Ebog</dc:type>
                <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
                <dc:language>Dansk</dc:language>
              </dkabm:record>
              <marcx:collection>
                <marcx:record format="danMARC2" type="Bibliographic">
                  <marcx:leader>000000000000000000000000</marcx:leader>
                  <marcx:datafield ind1="0" ind2="0" tag="001">
                    <marcx:subfield code="a">29470073</marcx:subfield>
                    <marcx:subfield code="b">870970</marcx:subfield>
                    <marcx:subfield code="c">20120912142750</marcx:subfield>
                    <marcx:subfield code="d">20120716</marcx:subfield>
                    <marcx:subfield code="f">a</marcx:subfield>
                    <marcx:subfield code="t">FAUST</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="004">
                    <marcx:subfield code="r">n</marcx:subfield>
                    <marcx:subfield code="a">e</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="008">
                    <marcx:subfield code="t">m</marcx:subfield>
                    <marcx:subfield code="u">f</marcx:subfield>
                    <marcx:subfield code="a">2012</marcx:subfield>
                    <marcx:subfield code="b">dk</marcx:subfield>
                    <marcx:subfield code="e">2</marcx:subfield>
                    <marcx:subfield code="l">dan</marcx:subfield>
                    <marcx:subfield code="n">a</marcx:subfield>
                    <marcx:subfield code="x">04</marcx:subfield>
                    <marcx:subfield code="w">1</marcx:subfield>
                    <marcx:subfield code="v">0</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="009">
                    <marcx:subfield code="a">a</marcx:subfield>
                    <marcx:subfield code="g">xe</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="032">
                    <marcx:subfield code="x">ARK201238</marcx:subfield>
                    <marcx:subfield code="a">DBF201239</marcx:subfield>
                    <marcx:subfield code="a">DBF</marcx:subfield>
                    <marcx:subfield code="x">ARK</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="245">
                    <marcx:subfield code="a">Lov nr. 112 af 13. februar 2012 om tilhold, opholdsforbud og bortvisning</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="260">
                    <marcx:subfield code="b">Justitsministeriet, Lovafdelingen</marcx:subfield>
                    <marcx:subfield code="c">[2012]</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="512">
                    <marcx:subfield code="a">Afsnittene downloades enkeltvis i PDF-format fra</marcx:subfield>
                    <marcx:subfield code="u">http://jm.schultzboghandel.dk/Navigering/Emnemenu/Hvidb.aspx</marcx:subfield>
                    <marcx:subfield code="y">publikationsoversigt</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="652">
                    <marcx:subfield code="0"/>
                    <marcx:subfield code="p">34.66</marcx:subfield>
                    <marcx:subfield code="b">Straf</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="652">
                    <marcx:subfield code="p">34.3</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="710">
                    <marcx:subfield code="0"/>
                    <marcx:subfield code="c">Justitsministeriet</marcx:subfield>
                    <marcx:subfield code="c">Lovafdelingen</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="856">
                    <marcx:subfield code="3">Del 1</marcx:subfield>
                    <marcx:subfield code="z">Adgangsmåde: Internet</marcx:subfield>
                    <marcx:subfield code="u">http://jm.schultzboghandel.dk/upload/microsites/jm/ebooks/hvidbog/lov%20nr.%20112%202012%20del%201.pdf</marcx:subfield>
                    <marcx:subfield code="y">PDF-format</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="996">
                    <marcx:subfield code="a">DBC</marcx:subfield>
                  </marcx:datafield>
                </marcx:record>
              </marcx:collection>
              <os:identifier>870970-basis:29470073</os:identifier>
              <os:creationDate>2012-07-16</os:creationDate>
              <os:holdingsCount>0</os:holdingsCount>
              <os:lendingLibraries>0</os:lendingLibraries>
            </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>fullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
